[{"id":24,"title":"Spider-Man: Far From Home (Người Nhện Xa Nhà)","time":"129 phút","trailer":"Nt9L1jCKGnE","slug":"spider-man-far-from-home-nguoi-nhen-xa-nha","description":"“Spider-Man: Far From Home” là phần tiếp theo của “Spider-Man: Homecoming”. Bộ phim tiếp tục kể về cuộc hành trình của Peter Parker, từ một anh hùng nhí trở thành người kế nhiệm Tony Stark.\r\n\r\nPeter Parker cùng với nhóm bạn học của mình tìm cách tái hòa nhập với thế giới sau 5 năm. Thế nhưng, mọi chuyện trở nên rắc rối khi đám quái vật Elemental xuất hiện và tấn công họ trong suốt hành trình...","status":1,"image":"Người_Nhện–Xa_nhà–poster29.jpeg","category_id":3,"genre_id":6,"country_id":5,"phimhot":1,"resolution":2,"phude":0,"ngaytao":"2022-08-09 10:29:10","ngaycapnhat":"2022-08-10 13:45:29","year":"2022","tags":"spiderman, phimhot, khoahocvientuong","topview":1,"season":null,"sotap":2,"category":{"id":3,"title":"Phim viễn tưởng","slug":"phim-vien-tuong","description":"Danh sách các phim viễn tưởng hay","status":1},"movie_genre":[{"id":6,"title":"Phim chiếu rạp","slug":"phim-chieu-rap","description":"Danh sách phim chiếu rạp","status":0,"pivot":{"movie_id":24,"genre_id":6}}],"country":{"id":5,"title":"Phim Mỹ","slug":"phim-my","description":"Phim Mỹ hay nhất","status":1}},{"id":23,"title":"EM CHƯA 18","time":null,"trailer":"_affkHceSj4","slug":"em-chua-18","description":"Em chưa 18 kể về “cú ngã” của tay chơi Hoàng. Là một công tử với túi tiền rủng rỉnh, gương mặt đẹp trai, thích qua đêm với các cô gái nhưng không bao giờ ngủ với cô nàng nào lần thứ hai, Hoàng vướng vào rắc rối khi cặp với cô nàng trẻ con Linh Đan. Phim xoay quanh chuyện anh chàng “trai hư” 35 tuổi tên Hoàng trong một lần đi bar đã có tình một đêm với một hot girl lần đầu gặp gỡ. Tuy nhiên, sáng hôm sau, anh chàng mới tá hỏa khi biết cô nàng có tên Linh Đan này chưa đủ 18 tuổi. Điều trớ trêu là Linh Đan đã quay lại video cảnh “ân ái” giữa hai người và dọa tố cáo do Hoàng quan hệ với người dưới tuổi vị thành niên, nếu anh chàng tay chơi này không chịu làm bạn trai của cô.\r\n Những tình huống dở khóc dở cười đẩy cả hai xích lại gần nhau hơn. Những bí mật về nàng hot girl dần được hé lộ… Phim tạo được dấu ấn ở những tình huống hài và thẳng thắn nói về cuộc sống hiện đại ngày nay của các cô cậu tuổi teen – không phải chỉ ở nhà làm “con ngoan trò giỏi” như trước kia mà đã biết lên bar vào cuối tuần, xài điện thoại xịn và sẵn sàng bộc lộ cảm xúc của bản thân chứ chẳng cần che giấu trước mặt cha mẹ.","status":1,"image":"Em_chưa_18_poster60.jpg","category_id":8,"genre_id":6,"country_id":1,"phimhot":1,"resolution":2,"phude":1,"ngaytao":null,"ngaycapnhat":"2022-08-09 13:42:21","year":"2007","tags":null,"topview":2,"season":null,"sotap":1,"category":{"id":8,"title":"Phim tình cảm","slug":"phim-tinh-cam","description":"Phim tình cảm hay nhất","status":1},"movie_genre":[{"id":6,"title":"Phim chiếu rạp","slug":"phim-chieu-rap","description":"Danh sách phim chiếu rạp","status":0,"pivot":{"movie_id":23,"genre_id":6}},{"id":5,"title":"Phim mới","slug":"phim-moi","description":"Danh sách Phim mới","status":1,"pivot":{"movie_id":23,"genre_id":5}}],"country":{"id":1,"title":"Việt Nam","slug":"viet-nam","description":"Phim Việt Nam hay","status":1}},{"id":22,"title":"Minions: Sự trỗi dậy của Gru","time":null,"trailer":"6DxjJzmYsXo","slug":"minions-su-troi-day-cua-gru","description":"Là một fanboy của nhóm siêu ác nhân được biết đến với cái tên Vicious 6, Gru ấp ủ một kế hoạch trở thành kẻ siêu xấu xa để tham gia cùng họ. Với sự giúp sức của các Minion, hành trình này trở nên khá là \"xấu xa\" và gây cười cực mạnh.","status":1,"image":"minions52.jpg","category_id":6,"genre_id":6,"country_id":5,"phimhot":0,"resolution":0,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:49:59","year":"2001","tags":null,"topview":null,"season":null,"sotap":1,"category":{"id":6,"title":"Phim hoạt hình","slug":"phim-hoat-hinh","description":"Danh sách phim hoạt hình","status":1},"movie_genre":[{"id":6,"title":"Phim chiếu rạp","slug":"phim-chieu-rap","description":"Danh sách phim chiếu rạp","status":0,"pivot":{"movie_id":22,"genre_id":6}}],"country":{"id":5,"title":"Phim Mỹ","slug":"phim-my","description":"Phim Mỹ hay nhất","status":1}},{"id":21,"title":"THOR - TÌNH YÊU VÀ SẤM SÉT","time":null,"trailer":"UBgPypHGAqE","slug":"thor-tinh-yeu-va-sam-set","description":"Thor đi vào một cuộc hành trình không giống như bất cứ cuộc phiêu lưu anh ấy từng phải đối mặt, một cuộc tìm kiếm sự bình yên bên trong tâm hồn của vị Thần Sấm. Nhưng việc nghỉ hưu của anh ta bị gián đoạn bởi một kẻ giết người nổi tiếng liên thiên hà được gọi là Gorr the God Butcher, kẻ đang huỷ diệt sự sống của các vị thần. Để chống lại mối đe dọa, Thor nhờ đến sự giúp đỡ của Vua Valkyrie, Korg và bạn gái cũ Jane Foster, người bỗng nhiên sử dụng được chiếc búa Mjolnir ngon lành cành đào một cách khó hiểu. Cùng nhau, họ tham gia vào một cuộc phiêu lưu vũ trụ đầy cam go để khám phá bí ẩn về sự báo thù của Gorr the God Butcher và ngăn chặn hắn trước khi quá muộn.","status":1,"image":"thor87.jpg","category_id":3,"genre_id":6,"country_id":5,"phimhot":1,"resolution":0,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:50:06","year":"2020","tags":null,"topview":2,"season":null,"sotap":1,"category":{"id":3,"title":"Phim viễn tưởng","slug":"phim-vien-tuong","description":"Danh sách các phim viễn tưởng hay","status":1},"movie_genre":[{"id":6,"title":"Phim chiếu rạp","slug":"phim-chieu-rap","description":"Danh sách phim chiếu rạp","status":0,"pivot":{"movie_id":21,"genre_id":6}}],"country":{"id":5,"title":"Phim Mỹ","slug":"phim-my","description":"Phim Mỹ hay nhất","status":1}},{"id":20,"title":"THƯƠNG NGÀY NẮNG VỀ","time":null,"trailer":"815dgSNKm_Q","slug":"thuong-ngay-nang-ve","description":"Thương ngày nắng về xoay quanh gia đình bà Nga (NSƯT Thanh Quý) bán bún riêu sống cùng cậu em trai không được thông minh và ba cô con gái. Là một người phụ nữ góa chồng bước vào độ tuổi 60 nhưng tâm trí của bà vẫn chưa hề an yên khi ba cô con gái dẫu đã lớn khôn nhưng luôn đầy những khúc mắc trong cuộc sống. Dù hay lắm điều, cằn nhằn, nóng nảy, nhưng với đức hi sinh và tình yêu thương vô hạn, bà luôn là một điểm tựa vững vàng cho em trai và những cô con gái của mình..","status":1,"image":"thuong-ngay-nang-ve97.jpg","category_id":7,"genre_id":5,"country_id":1,"phimhot":0,"resolution":3,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:50:16","year":"2005","tags":null,"topview":1,"season":null,"sotap":1,"category":{"id":7,"title":"Phim bộ","slug":"phim-bo","description":"Tuyển tập phim bộ","status":1},"movie_genre":[{"id":5,"title":"Phim mới","slug":"phim-moi","description":"Danh sách Phim mới","status":1,"pivot":{"movie_id":20,"genre_id":5}}],"country":{"id":1,"title":"Việt Nam","slug":"viet-nam","description":"Phim Việt Nam hay","status":1}},{"id":19,"title":"NẮNG-2","time":null,"trailer":"tyaq_lOwqmg","slug":"nang-2","description":"Mẹ Mưa tình cờ bị bắt cóc và tham gia vào cuộc chạy trốn sự truy đuổi của bọn giang hồ cùng với một cặp đôi bất đắc dĩ. Trên đường đi, nhiều tình huống bi hài đã xảy ra khiến ba kẻ không quen biết phải phối hợp chặt chẽ. Bé Nắng bơ vơ tìm mẹ khắp nơi với sự giúp đỡ của hai người chú. Mưa – cô bán vé số hiền lành vẫn ngờ nghệch và sống tiêu chí “người tốt thì sẽ luôn tốt” như ngày nào. “Hoa hậu hài” Thu Trang vào vai người thiếu năng trí tuệ xuất sắc, không có điểm nào chê. Hình ảnh được thiết kế tông màu chủ đạo là tươi sáng, chân thật mà không màu mè. \r\nHầu như toàn bộ bối cảnh đều được quay ở những nơi trong thực tế. Điều này khiến bộ phim hoàn toàn phù hợp với mọi đối tượng khán giả, từ các bậc phụ huynh cho đến nhóc tì. Thông điệp của phim không đơn giản chỉ là cái thiện luôn thắng cái ác. Ý nghĩa nhân văn được truyền tải rất nhiều. Từ lòng nhân từ, lòng hiếu thảo, lòng mẫu tử\/phụ tử, tình xóm giềng, tinh thần đồng đội, niềm tin vào cuộc sống... cho đến “tình nghĩa giang hồ” đều được gửi đến khán giả một cách khéo léo thông qua những tình huống. Là phim tình cảm gia đình Việt Nam duy nhất trong dịp nghỉ lễ Quốc Khánh 2\/9, Nắng 2 là một bộ phim dành cho những gia đình mong muốn có một khoảng thời gian thư giãn bên nhau.","status":1,"image":"nang_427.jpg","category_id":8,"genre_id":6,"country_id":1,"phimhot":1,"resolution":0,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:50:22","year":"2018","tags":null,"topview":1,"season":null,"sotap":1,"category":{"id":8,"title":"Phim tình cảm","slug":"phim-tinh-cam","description":"Phim tình cảm hay nhất","status":1},"movie_genre":[{"id":6,"title":"Phim chiếu rạp","slug":"phim-chieu-rap","description":"Danh sách phim chiếu rạp","status":0,"pivot":{"movie_id":19,"genre_id":6}}],"country":{"id":1,"title":"Việt Nam","slug":"viet-nam","description":"Phim Việt Nam hay","status":1}},{"id":18,"title":"VÓ NGỰA THẢO NGUYÊN","time":null,"trailer":"AxYRa8Cl_z4?","slug":"vo-ngua-thao-nguyen","description":"Trên thảo nguyên mênh mông, có một chàng trai khôi ngô tuấn tú tên là Khấu Anh Kiệt. Với tài năng thuần phục ngựa, anh được mọi người gọi là \"Tiểu Mã Vương\". Anh Kiệt rất thích con ngựa hoang hung hãn và khỏe mạnh Hắc Thủy Tiên và ngày đêm tìm cách bắt về thuần phục.Bảo Mã này rất được nhiều người trên giang hồ quan tâm, trong đó có “Ngũ Tiểu Long” – vũ nội thập nhị lệnh – Thiết Tiểu Vi con gái của tổng lệnh chủ Thiết Hải Đường, còn có 1 người thần bí lạc đà lão nhân – Quách Bạch Vân. Kỹ thuật thuần phục ngựa của Khấu Anh Kiệt rất được mọi người khâm phục, trải qua mấy ngày Khấu Anh Kiệt đã bắt và thuần phục được “Hắc Thuy Tiên”, ông Quách Bạch Vân rất thích con “Hắc Thủy Tiên” ông ta muốn mua con ngựa này với giá cao, nhưng không được Khấu Anh Kiệt đồng ý, hai người tranh chấp mấy ngày, Khấu Anh Kiệt rất ngưỡng mộ võ công cao cường của Quách Bạch Vân, còn ông ta rất thích con người của Khấu Anh Kiệt, trong lúc chia tay ông Quách Bạch Vân để lại câu thư thất ngôn tuyệt câu nơi hẹn gặp lại nhau….\r\n     Trong lúc Khấu Anh Kiệt tới nơi hẹn, thì thấy ông ta đang quyết đấu với Thiết Hải Đường một cuộc hẹn quyết đấu của 20 năm trước, Thiết Hải Đường dùng ám khí - đàn chỉ thần châm đánh lén Quách Bạch Vân, ông ta được Khấu Anh Kiệt cứu thoát, vì trúng độc quá nặng ông ta đã chết, trước khi chết ông ta nhận Khấu Anh Kiệt làm đệ tử, truyền hết võ công cho anh ta, đem số phận của Bạch Mã Môn vào tay Khấu Anh Kiệt, ông ta giao cho Khấu Anh Kiệt vật làm bằng chứng là bức tranh của cô con gái Quách Thái Lăng và bình pha lê…… Thiết Hải Đường sợ mọi người trên giang hồ biết mình dùng thủ đoạn bỉ ỏi để hạ Quách Bạch Vân , ông ta cho thủ hạ Ứng Thiên Lý đi giết Khấu Anh Kiệt diệt khẩu, rất may được Thiết Tiểu Vi cứu mạng, sau đó Tiểu Vi bị cha cô ta chừng phạt rất nặng. Sau khi Khấu Anh Kiệt đi vào Bạch Môn Sơn trang đối mặt với một thử thách mới, đại sư huynh là con người nham hiểm, nhị sư huynh thì xảo trá, 2 người không công nhận Khấu Anh Kiệt là đệ tử của Bạch Mã Môn, và muốn tìm cách ăn cắp bức tranh “Ngư Long Bách Biến” của sư phụ để lại. Quách Thái Lăng thì rất cảm kích Khấu Anh Kiệt đứa di thể của cha mình về, nhưng biết được Khấu Anh Kiệt đã có ý chung nhân là con gái của kẻ thù giết cha, dẫn đến Quách Thái Lăng rất buồn, cộng thêm có 2 vị sư huynh khiêu khích li gián dẫn đến Quách Thái Lăng cũng không ủng hộ anh ta.\r\n    Sau khi ra khỏi cốc, Khấu Anh Kiệt đánh bại được đệ tử giỏi rất của Thiết Hải Đường là Ưng Thiên Lý, tìm ra gián điệp của Thiết Hải Đường làm việc tại Mạch Mã Môn đó là Thẩm Ngao Sương phu nhân của Quách Bạch Vân, Thiết Hải Đường cảm thấy sợ Khấu Anh Kiệt sẽ uy hiếp được mình. Ông ta lợi dụng tình cảm của cô con gái mình để rủ Khấu Anh Kiệt tới, cuối cùng cái gì đến cũng phải đến, sức mạnh của chính và tà chính thức quyết chiến với nhau, tà không thể thắng chính, Khấu Anh Kiệt có sự giúp đỡ của “Hắc Thủy Tiên” công lực như hổ thêm cánh đánh bại Thiết Hải Đường, ông ta lại dùng ám khí - đàn chỉ thần châm đánh lén Khấu Anh Kiệt, lần này Khấu Anh Kiệt được Thiết Tiểu Vi dùng mình che chở cho anh ta. Khấu Anh Kiết rất đau đớn thấy miệng của người yêu mình toàn máu tươi, hỏi tại sau em phải làm như vậy? Cô ta nói kiếp này em không đợi được hoa kiệu của anh, kiếp sau em nhất định sẽ chờ được hoa kiệu của anh…….","status":1,"image":"vo-ngua-thao-nguyen18.jpg","category_id":7,"genre_id":5,"country_id":7,"phimhot":0,"resolution":0,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:48:58","year":null,"tags":"vongua,hacthuytien,kiemhiep","topview":2,"season":null,"sotap":1,"category":{"id":7,"title":"Phim bộ","slug":"phim-bo","description":"Tuyển tập phim bộ","status":1},"movie_genre":[{"id":5,"title":"Phim mới","slug":"phim-moi","description":"Danh sách Phim mới","status":1,"pivot":{"movie_id":18,"genre_id":5}}],"country":{"id":7,"title":"Trung Quốc","slug":"trung-quoc","description":"Phim Trung Quốc hay nhất","status":1}},{"id":17,"title":"Clash of the Titans","time":null,"trailer":"z7cEL6n24d4","slug":"clash-of-the-titans","description":"Clash of the Titans là phiên bản làm lại từ một bộ phim thần thoại Hy Lạp cùng tên được thực hiện năm 1981. Chuyện xoay quanh người anh hùng Perseus, một người bị thần Hades (thần cai quản địa ngục và là một trong những người anh em của thần Zeus) hãm hại cả gia đình, trong đó có cả công chúa Andromeda, người anh yêu. Không còn gì để mất, Perseus tình nguyện gánh vác một nhiệm vụ nguy hiểm: đánh bại thần Hades trước khi hắn cướp được quyền lực từ thần Zeus và biến trái đất thành địa ngục...","status":1,"image":"clash88.jpg","category_id":3,"genre_id":6,"country_id":5,"phimhot":0,"resolution":0,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:54:38","year":"2001","tags":null,"topview":0,"season":null,"sotap":1,"category":{"id":3,"title":"Phim viễn tưởng","slug":"phim-vien-tuong","description":"Danh sách các phim viễn tưởng hay","status":1},"movie_genre":[{"id":5,"title":"Phim mới","slug":"phim-moi","description":"Danh sách Phim mới","status":1,"pivot":{"movie_id":17,"genre_id":5}},{"id":6,"title":"Phim chiếu rạp","slug":"phim-chieu-rap","description":"Danh sách phim chiếu rạp","status":0,"pivot":{"movie_id":17,"genre_id":6}}],"country":{"id":5,"title":"Phim Mỹ","slug":"phim-my","description":"Phim Mỹ hay nhất","status":1}},{"id":16,"title":"Ỷ THIÊN ĐỒ LONG KÝ","time":null,"trailer":"fk4DRpqMwtE","slug":"y-thien-do-long-ky","description":"Ẩn giấu pho võ công thượng đẳng Cửu Âm Chân Kinh và bộ Võ Mục Di Thư lừng lẫy, Ỷ Thiên kiếm và Đồ Long đao đã gây nên những cuộc tranh giành không hồi kết giữa các bang phái võ lâm. Người cần đao để trả thù, người lại muốn giương danh với thế nhân, kẻ tham vọng hiệu triệu cả thiên hạ. Giữa lúc triều đình phong kiến Trung Hoa đang dần suy yếu, đất nước đứng trước nguy cơ xâm lược của người Mông Cổ, sứ mạng tái thiết trật tự được đặt vào tay những người thành tâm và hùng tâm mà Trương Vô Kỵ là nhân vật tiêu biểu. Vô Kỵ sẽ thống nhất các bang phái như thế nào để hiệp tâm đánh bại quân Mông Cổ? Bí quyết ẩn giấu trong hai báu vật sẽ giúp Vô Kỵ ra sao?","status":1,"image":"ge9u-hqtwzee52345054.jpg","category_id":7,"genre_id":5,"country_id":7,"phimhot":1,"resolution":1,"phude":1,"ngaytao":null,"ngaycapnhat":"2022-08-09 14:49:21","year":"2003","tags":"ythien,dolong,kiemhiep","topview":null,"season":null,"sotap":40,"category":{"id":7,"title":"Phim bộ","slug":"phim-bo","description":"Tuyển tập phim bộ","status":1},"movie_genre":[{"id":5,"title":"Phim mới","slug":"phim-moi","description":"Danh sách Phim mới","status":1,"pivot":{"movie_id":16,"genre_id":5}}],"country":{"id":7,"title":"Trung Quốc","slug":"trung-quoc","description":"Phim Trung Quốc hay nhất","status":1}},{"id":15,"title":"VUA KHỦNG LONG","time":null,"trailer":"lQS9IcOak-U","slug":"vua-khung-long","description":"Trong thời kỳ cuối kỷ Phấn trắng , một Tarbosaurus trẻ tên Junior bị truy đuổi bởi một Tsintaosaurus . May mắn thay, cha anh, Speckles đã có thể giải cứu anh. Speckles đã rất thất vọng tại Junior. Anh ta có thể đã bị giết. Một ngày nọ, khi Speckles đang săn lùng một số Protoceratops , Junior đang cản đường và rơi xuống nước. Anh ta không biết bơi, vì vậy anh ta kêu cứu, mặc dù ở vùng nước nông. Speckles đã rất thất vọng vì Junior nên chuyển đi.\r\n\r\nNgày hôm sau, Junior đang săn một con Pachycephalosaurus , khi một gói Deinonychus bắt cóc anh ta. Speckles đang cố gắng chiến đấu với Deinonychus, sau khi theo dõi họ, cho đến khi họ bật anh ta nhưng cuối cùng lại rơi xuống sông dưới đáy một hẻm núi. Junior thấy mình ở một nơi mà nhiều con khủng long trẻ khác cũng bị bắt cóc. Một Therizinosaurus đang cố gắng tấn công anh ta, nhưng một con Tarbosaurus trẻ tên Blue đã tấn công Therizinosaurus trở lại. Một Carnotaurus , tên là Blade đã nói với cô rằng hãy tránh xa Therizinosaurus. Deinonychus trở lại và đưa ba con khủng long khác ra khỏi mái vòm và khuất tầm nhìn.\r\n\r\nTrong khi đó, Speckles đang tìm kiếm Junior, nhưng không thấy đâu. Anh gặp một Saichania tên Cy. Ông nói rằng ông muốn trả thù cho sự mất mát của một con khủng long mà ông yêu thích. Junior, trong khi đó kết bạn với Blue và gặp một Monoclonius, được gọi là Dusty, trong khi tìm nơi trú ẩn. Trong một hang động, Speckles và Cy bị một số Brontoscorpio dồn vào chân tường . Speckles đã chiến đấu trở lại, nhưng một Brontoscorpio đã ném anh ta. May mắn thay, Speckles đã có thể chiến đấu trở lại.\r\n\r\nTrong khi đó tại mái vòm, Junior, Blue và Dusty bị thu hút bởi thức ăn. Dusty đã cố gắng ăn một số loại cây, nhưng một con Dsungaripterus đã đánh cắp chúng. Speckles và Cy đang trên đường đi thì một cồn cát rung chuyển và cuối cùng họ rơi vào một cái hố tối tăm. Ở đó, họ gặp một Tarbosaurus tên Fang. Speckles và Fang đã chiến đấu trở lại, nhưng Fang nói với anh rằng cô đã cứu mạng anh.\r\n\r\nJunior, Blue và Dusty đang cố gắng đập đá bằng đuôi, nhưng một con Deinonychus đã bắt được chúng và đưa Dusty suốt đường lên mái vòm. Dsungaripterus nói rằng một con quái vật khổng lồ sống trong một hang động nơi một ngọn núi lửa sắp phun trào. Speckles, Fang và Cy gặp một đàn Pukyongosaurus và họ đã ngăn chặn một gói Carnotaurus đánh cắp trứng Pukyongosaurus. Junior nói với Blade để thử và thoát khỏi khu vực này, nên tối hôm đó, Junior đánh lạc hướng Deinonychus, trong khi Blade và Blue ném đá vào họ. Nhưng Blue đã bỏ lỡ một cái, vì vậy Deinonychus đi theo họ, bắt họ.\r\n\r\nDeinonychus đã chiếm được Dsungaripterus. Sau đó, họ đuổi theo Cy và bắt anh ta dồn vào một vách đá. May mắn thay, Speckles và Fang phục kích chúng. Một Deinonychus bị bỏ lại phía sau và bị Cy đánh gục. Con đường bị chặn bởi những tảng đá, nhưng một đàn Pukyongosaurus đã dọn sạch những tảng đá.\r\n\r\nNúi lửa đang phun trào và Dsungaripterus nói với họ về sự phun trào của nó. Trong khi đó, Speckles, Fang và Cy đã chiến đấu với gói Deinonychus. Blade nói với những con khủng long khác giẫm đạp ra khỏi mái vòm, vì núi lửa đang phun trào. Speckles, Fang và Cy đã tìm kiếm Junior. Blade đã chiến đấu với một bộ đôi Deinonychus và Therizinosaurus qua một hố dung nham, sau đó một cú đánh và Therizinosaurus và Deinonychus rơi xuống hố của dung nham.\r\n\r\nSpeckles và Fang cuối cùng đã tìm thấy Junior, Blue và Blade, những người chạy về phía một con sông. Mặc dù Junior không biết bơi, anh ấy đã nhảy vào và Blue và Blade cũng vậy. Khi họ lao xuống, họ tìm thấy cái hang mà Dsungaripterus đang nói đến. Ở đó, họ tìm thấy Dusty. Họ đã gặp một số kỳ nhông có thể ăn khủng long. May mắn thay, Speckles và Fang đã có thể cứu họ. Họ tìm thấy một con kỳ nhông khổng lồ đang cố ăn chúng. Junior hy sinh bản thân mình bằng cách để con kỳ nhông đánh anh ta. May mắn thay, anh ấy còn sống. Nhưng dung nham đã bắt đầu phun trào, vì vậy không có thời gian. Speckles đã chiến đấu với một con quái vật dung nham và họ đã có thể đưa nó ra ngoài an toàn.\r\n\r\nCuối cùng cũng đến thiên đường, Cy nói lời tạm biệt với Speckles, Fang, Blue, Junior, Blade và Dusty, những người bắt đầu một cuộc sống mới cùng nhau.","status":1,"image":"dino-king-poster_vi_233.jpg","category_id":3,"genre_id":6,"country_id":5,"phimhot":0,"resolution":0,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:50:58","year":"2018","tags":null,"topview":null,"season":null,"sotap":1,"category":{"id":3,"title":"Phim viễn tưởng","slug":"phim-vien-tuong","description":"Danh sách các phim viễn tưởng hay","status":1},"movie_genre":[{"id":6,"title":"Phim chiếu rạp","slug":"phim-chieu-rap","description":"Danh sách phim chiếu rạp","status":0,"pivot":{"movie_id":15,"genre_id":6}}],"country":{"id":5,"title":"Phim Mỹ","slug":"phim-my","description":"Phim Mỹ hay nhất","status":1}},{"id":14,"title":"KẺ BẮN TỈA: QUẠ TRẮNG","time":null,"trailer":null,"slug":"ke-ban-tia-qua-trang","description":"Sau khi hứng chịu thảm kịch dưới bàn tay của những người lính xâm lược ở Donbas, một giáo viên vật lý người Ukraine tìm cách trả thù. Anh ta đặt mục tiêu vào một tay súng bắn tỉa ưu tú của Nga, người mà việc loại bỏ có thể thay đổi cục diện của cuộc xung đột.","status":1,"image":"62e238c29d122_bantia-435_62755.jpg","category_id":3,"genre_id":5,"country_id":5,"phimhot":0,"resolution":0,"phude":1,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:51:17","year":"2018","tags":null,"topview":null,"season":null,"sotap":1,"category":{"id":3,"title":"Phim viễn tưởng","slug":"phim-vien-tuong","description":"Danh sách các phim viễn tưởng hay","status":1},"movie_genre":[{"id":5,"title":"Phim mới","slug":"phim-moi","description":"Danh sách Phim mới","status":1,"pivot":{"movie_id":14,"genre_id":5}}],"country":{"id":5,"title":"Phim Mỹ","slug":"phim-my","description":"Phim Mỹ hay nhất","status":1}},{"id":13,"title":"STAR WAR - THẦN LỰC THỨC TỈNH","time":null,"trailer":"BEoaXi4BOnk","slug":"star-war-than-luc-thuc-tinh","description":"Phim lấy bối cảnh 30 năm sau sự kiện của Star Wars phần IV – Return of the Jedi (Sự trở lại của Jedi). Bộ phim sẽ theo chân các nhân vật quen thuộc như Luke, Han Solo, Công chúa Leia… đến một hành tinh lạ với mục đích thu thập mẫu vật. Nhưng họ không ngờ mình sắp đánh thức một kẻ thù nguy hiểm bậc nhất vũ trụ hiện đang ngủ yên nơi đây. Star Wars: The Force Awakens sẽ được chỉ đạo bởi một người mới, đạo diễn J.J. Abrams, thay cho người sáng tạo George Lucas, và sẽ mở đầu cho bộ 3 phần phim tiếp theo của loạt phim này.","status":1,"image":"Star_Wars_The_Force_Awakens_727.jpg","category_id":3,"genre_id":6,"country_id":5,"phimhot":1,"resolution":0,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-09 13:48:43","year":"2016","tags":null,"topview":2,"season":null,"sotap":1,"category":{"id":3,"title":"Phim viễn tưởng","slug":"phim-vien-tuong","description":"Danh sách các phim viễn tưởng hay","status":1},"movie_genre":[{"id":6,"title":"Phim chiếu rạp","slug":"phim-chieu-rap","description":"Danh sách phim chiếu rạp","status":0,"pivot":{"movie_id":13,"genre_id":6}},{"id":5,"title":"Phim mới","slug":"phim-moi","description":"Danh sách Phim mới","status":1,"pivot":{"movie_id":13,"genre_id":5}}],"country":{"id":5,"title":"Phim Mỹ","slug":"phim-my","description":"Phim Mỹ hay nhất","status":1}},{"id":12,"title":"Doraemon: Nobita và cuộc chiến vũ trụ tí hon 2021","time":null,"trailer":"dd_R1GQwKlY","slug":"doraemon-nobita-va-cuoc-chien-vu-tru-ti-hon-2021","description":"Ngày hôm đó, Nobita tình cờ nhìn thấy một người ngoài hành tinh hình người nhỏ tên Papi. Cậu đến từ ​​một hành tinh khác tên là Pirika, để thoát khỏi đội quân PCIA độc ác, cậu rời nơi mình sinh sống để tới Trái Đất. Lúc đầu, Doraemon và những người bạn của cậu rất bất ngờ trước kích thước nhỏ bé Papi, nhưng nhờ có Đèn thu nhỏ nên họ thu nhỏ lại và chơi cùng nhau. Tuy nhiên, chiến hạm hình cá voi đuổi theo Papi đến Trái đất và tấn công họ. Papi tự trách mình vì đã khiến mọi người rơi vào trận chiến nhưng họ vẫn cố gắng chiến đấu chống lại quân đội PCIA để bảo vệ Papi và hành tinh Pirika","status":1,"image":"doraemonlsw-_poster83.jpg","category_id":6,"genre_id":6,"country_id":6,"phimhot":0,"resolution":0,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:51:33","year":"2014","tags":null,"topview":null,"season":null,"sotap":1,"category":{"id":6,"title":"Phim hoạt hình","slug":"phim-hoat-hinh","description":"Danh sách phim hoạt hình","status":1},"movie_genre":[{"id":6,"title":"Phim chiếu rạp","slug":"phim-chieu-rap","description":"Danh sách phim chiếu rạp","status":0,"pivot":{"movie_id":12,"genre_id":6}}],"country":{"id":6,"title":"Nhật Bản","slug":"nhat-ban","description":"Phim JAV","status":1}},{"id":11,"title":"AVATAR-1","time":null,"trailer":"oeRG9A6bDdY","slug":"avatar-1","description":"Avatar là một bộ phim khoa học viễn tưởng của Mỹ năm 2009 do James Cameron viết kịch bản và đạo diễn, với sự tham gia của các diễn viên Sam Worthington, Zoe Saldana, Stephen Lang, Michelle Rodriguez, Joel David Moore, Giovanni Ribisi và Sigourney Weaver. Bộ phim lấy bối cảnh vào năm 2154, khi con người đang khai thác một khoáng vật quý giá gọi là unobtanium tại Pandora, một hành tinh tươi tốt mang sự sống nằm trong chòm sao Alpha Centauri. Việc mở rộng khai thác mỏ tại cụm làng đang đe dọa sự tồn tại của tộc người bản địa Na’vi ở Pandora. Tiêu đề của bộ phim đề cập đến ứng dụng công nghệ gen trong việc lai ADN giữa người Na’vi và người Trái Đất của một nhóm nghiên cứu sự tương tác với người bản địa ở Pandora.\r\n\r\nÝ tưởng về Avatar bắt đầu vào năm 1994, khi Cameron viết 80 trang bản thảo cho bộ phim. Việc quay phim được cho là diễn ra sau khi hoàn thành bộ phim của Cameron năm 1998 – Titanic, và trở thành một kế hoạch được triển khai vào năm 1999, nhưng theo Cameron, những kỹ xảo cần thiết chưa có sẵn để đạt đến những gì ông đã tưởng tượng về bộ phim. Bắt đầu làm việc với ý tưởng về một ngôn ngữ khác của người ngoài hành tinh vào mùa hè năm 2005, Cameron đã tiến đến phát triển kịch bản phim và suy nghĩ về một hành tinh hư cấu vào đầu năm 2006. Avatar chính thức có được dự thảo ngân sách 237 triệu đô la Mỹ. Ước tính khác cho rằng chi phí sản xuất khoảng 280 đến 310 triệu và 150 triệu đô la Mỹ cho quảng bá. Bộ phim đã được trình chiếu dưới dạng xem 2D truyền thống, xem 3D (sử dụng các định dạng RealD 3D, Dolby 3D, XpanD 3D, IMAX 3D) và xem 4D. Việc làm phim nổi được xem là một bước đột phá trong công nghệ điện ảnh.\r\n\r\nNgày 10 tháng 12 năm 2009, Avatar được công chiếu tại Luân Đôn; ngày 16 tháng 12, phát hành quốc tế; ngày 18 tháng 12, công chiếu tại Mỹ và Canada, đồng thời được ca ngợi và tán dương nhiệt liệt. và thành công trong thương mại. Bộ phim đã phá vỡ kỷ lục phòng vé suốt thời gian trình chiếu và trở thành phim có doanh thu cao nhất mọi thời đại tại Mỹ, Canada và trên toàn thế giới, vượt qua Titanic, bộ phim đã giữ kỷ lục suốt 12 năm. Nó cũng trở thành bộ phim đầu tiên kiếm được hơn 2 tỷ đô la. Avatar đã được đề cử 9 giải Oscar, bao gồm Phim xuất sắc nhất, Đạo diễn xuất sắc nhất, và đoạt 3 giải: Quay phim xuất sắc, Hiệu ứng hình ảnh và Chỉ đạo nghệ thuật xuất sắc. Sau thành công của phim, Cameron đã ký hợp đồng với hãng 20th Century Fox để sản xuất hai phần tiếp theo, Avatar trở thành phần đầu trong kế hoạch bộ ba.\r\n\r\nPhiên bản 2D của bộ phim bị cấm chiếu trên toàn lãnh thổ Cộng hoà Nhân dân Trung Hoa vì những lo ngại tình tiết nổi dậy, bạo động trong phim có thể ảnh hưởng đến người dân.","status":1,"image":"avt65.jpg","category_id":3,"genre_id":6,"country_id":5,"phimhot":1,"resolution":0,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:51:48","year":"2010","tags":null,"topview":null,"season":null,"sotap":1,"category":{"id":3,"title":"Phim viễn tưởng","slug":"phim-vien-tuong","description":"Danh sách các phim viễn tưởng hay","status":1},"movie_genre":[{"id":6,"title":"Phim chiếu rạp","slug":"phim-chieu-rap","description":"Danh sách phim chiếu rạp","status":0,"pivot":{"movie_id":11,"genre_id":6}}],"country":{"id":5,"title":"Phim Mỹ","slug":"phim-my","description":"Phim Mỹ hay nhất","status":1}},{"id":10,"title":"CẬU ÚT CẬU CON CÚC","time":null,"trailer":"eI09E8-fYHs","slug":"cau-ut-cau-con-cuc","description":"Câu chuyện kể về Dì Hai - là một người mẹ chờ con gái của mình về ăn Tết. Dì Hai sống cùng với đứa em trai của mình, mọi người hay gọi là Cậu Út (Huỳnh Lập thủ vai). Dì Hai hay gọi Cậu Út là Cậu con Cúc. \r\nTuy vai vế là Cậu, nhưng tâm hồn luôn trẻ trung, năng động và có chút tưng tưng. Với mái tóc thề dài đen mượt, cùng với bộ râu lúng phúng, tạo hình của Cậu Út rất lãng tử nhưng đôi khi cũng không kém phần quyến rũ. \r\nBảo (Duy Khánh thủ vai) vừa xem cậu Út là mẹ, vừa xem là ba, vừa xem cậu Út là Cậu và vừa xem là bạn, vì tuổi của cả hai không quá xa nhau. \r\nVà cuối cùng, Cúc là ai? Cúc có chịu về hay không? Cúc có lí do gì mà không dám về quê 2 năm qua. “Cậu Út Cậu Con Cúc” sẽ cho khán giả câu trả lời, một câu chuyện vừa hài hước, vừa sâu sắc về tình cảm gia đình trong thời buổi dịch bệnh vào dịp Tết.","status":1,"image":"cauutconcaucuc29.PNG","category_id":7,"genre_id":5,"country_id":1,"phimhot":0,"resolution":3,"phude":2,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:52:13","year":"2018","tags":null,"topview":null,"season":null,"sotap":1,"category":{"id":7,"title":"Phim bộ","slug":"phim-bo","description":"Tuyển tập phim bộ","status":1},"movie_genre":[{"id":5,"title":"Phim mới","slug":"phim-moi","description":"Danh sách Phim mới","status":1,"pivot":{"movie_id":10,"genre_id":5}}],"country":{"id":1,"title":"Việt Nam","slug":"viet-nam","description":"Phim Việt Nam hay","status":1}},{"id":6,"title":"CHỜ EM ĐẾN NGÀY MAI","time":"110 phút","trailer":"ElusZEgYGfY","slug":"cho-em-den-ngay-mai","description":"Chờ em đến ngày mai là bộ phim được Đinh Tuấn Vũ chuyển thể từ truyện dài Anh không là con chó của em của đạo diễn Lê Hoàng với phần chắp bút kịch bản của NSƯT Đỗ Đức Thịnh. Đạo diễn Đinh Tuấn Vũ cho biết phim không giống hoàn toàn nguyên tác của Lê Hoàng nhưng những chi tiết đặc sắc vẫn được giữ nguyên. Phim chú trọng vào kỹ xảo cho các cảnh một chú chó biết nói tiếng người.\r\nNội dung câu chuyện xoay quanh nhân vật Ly Cún (An Nguy đóng), là cô gái xinh đẹp, hồn nhiên và làm công việc bán thức ăn nhanh ở một nhà hàng. Sau lần giúp đỡ một bà lão lạ mặt, Ly Cún liên tục trải qua những câu chuyện khó tin của cuộc đời. Phim mang không khí lãng mạn, trẻ trung và niềm tin vào cuộc sống. Đạo diễn muốn đem đến cho khán giả một không gian tươi mới và câu chuyện cảm động về tình yêu của những con người đang tuổi thanh xuân.\r\nMột trong những điều làm nên sức hút của phim là sự xuất hiện của chàng diễn viên, MC đa tài Trấn Thành. Trong phim, anh vào vai ngôi sao điển trai, tài năng Kenny Vũ, yêu cô nàng bán đồ ăn nhanh tên Ly Cún nhưng lại vướng vào quan hệ phức tạp với một cô gái khác (do người mẫu Lilly Nguyễn đóng).\r\n\r\nVới mỗi bộ phim tham gia, Trấn Thành luôn là cái tên mang khán giả đến rạp cũng như giữ họ lại bằng những mảng miếng gây cười. Tuy nhiên, trong Chờ em đến ngày mai, giám khảo của \"Thách thức danh hài\" lại thể hiện được đúng tính cách của ngôi sao ca nhạc với quá khứ là một đứa trẻ mồ côi, được nhận nuôi bởi một gia đình giàu có nhưng luôn thiếu thốn tình cảm.","status":1,"image":"CHOEMDENNGAYMAI83.jpg","category_id":8,"genre_id":5,"country_id":1,"phimhot":0,"resolution":0,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-09 10:52:04","year":"2016","tags":null,"topview":null,"season":null,"sotap":1,"category":{"id":8,"title":"Phim tình cảm","slug":"phim-tinh-cam","description":"Phim tình cảm hay nhất","status":1},"movie_genre":[{"id":5,"title":"Phim mới","slug":"phim-moi","description":"Danh sách Phim mới","status":1,"pivot":{"movie_id":6,"genre_id":5}}],"country":{"id":1,"title":"Việt Nam","slug":"viet-nam","description":"Phim Việt Nam hay","status":1}},{"id":5,"title":"IRIS-1","time":"60p\/1tap","trailer":"HZn77U-3goE","slug":"iris-1","description":"Kim Hyun Joon bị mất cả cha và mẹ trong một tai nạn giao thông khi còn nhỏ. Trong lúc anh suy sụp nhất thì người bạn Jin Sa Woo ở bên lấp đầy khoảng trống ấy cho anh. Từ đó họ coi nhau như anh em ruột đã thề sẽ luôn tin tưởng nhau và giữ mãi tình bạn không bao giờ thay đổi. \r\nTrong kỳ huấn luyện, 2 người gặp Choi Seung Hee và cả 2 đều có tình cảm với Seung Hee. Cho đến khi 2 người được đưa đến tổ chức tình báo quốc gia (NSS) và trở thành những nhân viên tình báo hàng đầu, họ mới biết Seung Hee chính là nhân viên tình báo được tổ chức phái đi thẩm tra năng lực của họ. \r\nVượt qua những nguyên tắc bất di bất dịch trong ngành tình báo, Hyun Joon và Seung Hee hẹn hò bí mật và còn cùng nhau bí mật đi du lịch ở Nhật. Sau khi quay về Hàn Quốc họ lập tức nhận được nhiệm vụ qua Hungary cùng với Sa Woo. Đến khi họ hoàn thành và tổ chức ăn mừng thì cũng là lúc Hyun Joon nhận được yêu cầu bí mật, phải tách khỏi bạn thân và người yêu.\r\n Từ đó anh bị ngụy tạo thành đã hy sinh trong khi bản thân phải trôi dạt ở một quốc gia lạnh giá khác mà người thân ở nhà không ai hay biết.","status":1,"image":"iris3.jpg","category_id":8,"genre_id":5,"country_id":4,"phimhot":1,"resolution":2,"phude":0,"ngaytao":null,"ngaycapnhat":"2022-08-10 16:42:18","year":"2012","tags":null,"topview":null,"season":null,"sotap":20,"category":{"id":8,"title":"Phim tình cảm","slug":"phim-tinh-cam","description":"Phim tình cảm hay nhất","status":1},"movie_genre":[{"id":5,"title":"Phim mới","slug":"phim-moi","description":"Danh sách Phim mới","status":1,"pivot":{"movie_id":5,"genre_id":5}}],"country":{"id":4,"title":"Hàn Quốc","slug":"han-quoc","description":"Phim Hàn Quốc hay","status":1}}]